Repository: wp-plugins/simple-staff-list
Catalog: _lang/simple-staff-list-*.po
Languages: es_es

# post type general name
source: Staff Members
es_es: Miembros del Personal

# post type singular name
source: Staff Member
es_es: Miembro del Personal

# staff member
source: Add New
es_es: Adicionar Nuevo

source: Add New Staff Member
es_es: Adicionar Nuevo Miembro del Personal

source: Edit Staff Member
es_es: Modificar Miembro del Personal

source: New Staff Member
es_es: Nuevo Miembro del personal

source: View Staff Member
es_es: Ver Miembros del Personal

source: Search Staff Members
es_es: Buscar Miembros del Personal

source: No staff members found
es_es: No se encontraron miembros del personal

source: No staff members found in Trash
es_es: No hay miembros del personal en la papelera

source: All Staff Members
es_es: Todos los Miembros del Personal

source: Staff Members
es_es: Miembros del Personal

# taxonomy general name
source: Groups
es_es: Grupos

# taxonomy singular name
source: Group
es_es: Grupo

source: Search Groups
es_es: Buscar Grupos

source: All Groups
es_es: Todos los Grupos

source: Parent Group
es_es: Grupo Padre

source: Parent Group:
es_es: Grupo Padre:

source: Edit Group
es_es: Modificar Grupo

source: Update Group
es_es: Actualizar Grupo

source: Add New Group
es_es: Adicionar Nuevo Grupo

source: New Group Name
es_es: Nombre del Nuevo Grupo

source: Staff Name
es_es: Nombre del Personal

source: Staff Photo
es_es: Foto del Personal

source: Staff Member Info
es_es: Información del Miembro del Personal

source: Staff Member Bio
es_es: Bio del Miembro del Personal

source: Name
es_es: Nombre

source: Photo
es_es: Foto

source: Position
es_es: Posición

source: Phone
es_es: Teléfono

source: Order Staff Members
es_es: Ordenar Miembros del Personal

source: Order
es_es: Orden

source: Display Templates
es_es: Mostrar Plantillas

source: Templates
es_es: Plantillas

source: Simple Staff List Usage
es_es: Uso de la Lista Simple de Miembros

source: Usage
es_es: Uso

source: Position:
es_es: Posición:

source: Staff Member's Position
es_es: Posición del Miembro del Personal

source: Staff Member's Email
es_es: Email del Miembro del Personal

source: Phone:
es_es: Teléfono:

source: Staff Member's Phone
es_es: Teléfono del Miembro del Personal

source: Facebook URL:
es_es: URL de Facebook:

source: Staff Member's Facebook URL
es_es: URL de Facebook del Miembro del Personal

source: Twitter Username:
es_es: Nombre de Usuario de Twitter:

source: Staff Member's Twitter Name
es_es: Nombre de Twitter del Miembro del Personal

source: <p><strong>Your current theme does not support post thumbnails. Unfortunately, you will not be able to add photos for your Staff Members</strong></p>
es_es: <p><strong>Su tema actual no admite miniaturas de los post. Desafortunadamente, usted no será capaz de añadir fotos para los Miembros del Personal</strong></p>

source: No staff members found, why not <a href="post-new.php?post_type=staff-member">create one?
es_es: No se encontraron miembros del personal <a href="post-new.php?post_type=staff-member">¿Crear uno?

source: The Simple Staff List plugin makes it easy to create and display a staff directory on your website. You can create your own <a href="edit.php?post_type=staff-member&page=staff-member-template" title="Edit the Simple Staff List template.">template</a> for displaying staff information as well as <a href="edit.php?post_type=staff-member&page=staff-member-usage" title="Edit Custom CSS for Simple Staff List">add custom css</a> styling to make your staff directory look great.
es_es: El plugin Simple Staff List hace que sea fácil de crear y visualizar un directorio personal en su sitio web. Usted puede crear su propia <a href="edit.php?post_type=staff-member&page=staff-member-template" title="Editar lista simple de personal.">plantilla</a> para visualizar la información personal, así como <a href="edit.php?post_type=staff-member&page=staff-member-usage" title="Editar CSS Personalizado para Simple Staff List">añadir un css personalizado</a> y estilos para hacer su directorio personal más atractivo.

source: Shortcode
es_es: Códigos Cortos

source: This is the most basic usage of Simple Staff List. Displays all Staff Members on post or page.
es_es: Este es el uso más básico de la Lista Personal Simple. Muestra todos las miembros en post o página.

source: This displays all Staff Members from the group "Robots" sorted by order on the "Order" page. This will also add a class of "Robots" to the outer Staff List container for styling purposes.
es_es: Esto muestra todos los Miembros del Personal del grupo "Robots" organizado en el orden de la página "Order". Esto adiciona además una clase de "Robots" al contenedor exterior de la Lista del Personal con propósitos de estilos.

source: This adds a class to the inner Staff Member wrap.
es_es: Esto agrega una clase al interior del contenedor del Miembro del Personal.

source: This displays Staff Members sorted by ascending or descending order according to the "Order" page. You may use "ASC" or "DESC" but the default is "ASC"
es_es: Esto muestra los Miembros del Personal ordenados por orden ascendente o descendente según la página "Order". Usted puede usar "ASC" o "DESC" pero el valor predeterminado es "ASC"

source: To display your Staff List just use the shortcode <code>[simple-staff-list]</code> in any page or post. This will output all staff members according to the template options set <a href="edit.php?post_type=staff-member&page=staff-member-template" title="Edit the Simple Staff List template.">here
es_es: Para mostrar la Lista del Personal sólo tiene que utilizar el código corto <code>[simple-staff-list]</code> en cualquier página o post. Esta es la salida a todos los miembros del personal de acuerdo con las opciones de la plantilla establecidas <a href="edit.php?post_type=staff-member&page=staff-member-template" title="Editar plantilla de lista Simple de Miembros.">aquí

source: Accepted Template Tags <strong>(UNFORMATTED)</strong>
es_es: Etiquetas de Plantillas Aceptadas <strong>(UNFORMATTED)</strong>

source: Accepted Template Tags <strong>(FORMATTED)</strong>
es_es: Etiquetas de Plantillas Aceptadas <strong>(FORMATTED)</strong>

source: These <strong>MUST</strong> be used inside the <code>[staff_loop]</code> wrapper. The unformatted tags will return plain strings so you will want to wrap them in your own HTML. The <code>[staff_loop]</code> can accept any HTML so be careful when adding your own HTML code. The formatted tags will return data wrapped in HTML elements. For example, <code>[staff-name-formatted]</code> returns <code>&lt;h3&gt;STAFF-NAME&lt;/h3&gt;</code>, and <code>[staff-email-link]</code> returns <code>&lt;a href="mailto:STAFF-EMAIL" title="Email STAFF-NAME"&gt;STAFF-EMAIL&lt;/a&gt;</code>.
es_es: Estos <strong>DEBEN</strong> ser usados dentro del contenedor <code>[staff_loop]</code>. Las etiquetas sin formato devolverán cadenas simples que tendrá que colocarlos en su propio código HTML. El <code>[staff_loop]</code> puede aceptar cualquier HTML así que sea cuidadoso cuando añade su propio código HTML. Las etiquetas formateadas devolverán los datos encapsulados en elementos HTML. Por ejemplo, <code>[staff-name-formatted]</code> retorna <code>&lt;h3&gt;STAFF-NAME&lt;/h3&gt;</code>, y <code>[staff-email-link]</code> returna <code>&lt;a href="mailto:STAFF-EMAIL" title="Email STAFF-NAME"&gt;STAFF-EMAIL&lt;/a&gt;</code>.

source: **Note: All emails are obfuscated using the <a href="http://codex.wordpress.org/Function_Reference/antispambot" target="_blank" title="WordPress email obfuscation function: antispambot()">antispambot() WordPress function</a>.
es_es: ** Nota: Todos los correos electrónicos se ofuscan con la <a href="http://codex.wordpress.org/Function_Reference/antispambot" target="_blank" title="function de ofuscación de email WordPress:antispambot()"> función antispambot() de WordPress</a>.

source: Staff Loop Template
es_es: Plantilla de Ciclo del Personal

source: View Default Template
es_es: Ver Plantilla Predeterminada

source: Save ALL Changes
es_es: Guardar TODOS los Cambios

source: Staff Page CSS
es_es: CSS de la Página del Personal

source: Write to external CSS file? (Leave unchecked for WP Multisite.)
es_es: ¿Escribir en el archivo CSS externo? (Dejar sin marcar para multisitio de WP.)

source: View Default CSS
es_es: Ver CSS Por Defecto

source: Add your custom CSS below to style the output of your staff list. I've included selectors for everything output by the plugin.
es_es: Añada su CSS personalizado debajo para darle estilo a la salida de su lista de personal. He incluido en el plugin selectores para todas las salidas.
